Repository: UPCnet/base.plone5
Catalog: src/base5/core/locales/*/LC_MESSAGES/*.po
Languages: ca, es

source: Add Query Portlet
es: Añadir Portlet Query

source: Add field to mark a link to open in a new window when clicked.
ca: Afegeix un camp per marcar un enllaç per obrir-lo en una finestra nova quan es fa clic.
es: Añade un campo para marcar un enlace para abrirlo en una nueva ventana cuando se hace clic.

source: Adds searchable richtext behavior
ca: Afegeix el text enriquit com a acercable
es: Agrega el texto enriquecido como buscable

source: Cada línia és una fila d'icones. Si es deixa en blanc s'agafen els valors per defecte. Han d'omplir-se fins a 4 files obligatòriament.
es: Cada línea es una fila de iconos. Si se deja en blanco se toman los valores por defecto. Deben llenarse hasta 4 filas obligatoriamente.

source: Cancel
ca: Cancel·la
es: Cancelar

source: Changes saved
ca: Canvis desats
es: Cambios guardados

source: Contact information
ca: Informació de contacte
es: Información de contacto

source: Contingut de la etiqueta meta "author"
es: Contenido de la etiqueta meta "author "

source: Custom Link
ca: Avui
es: Hoy

source: Description of the portlet
es: Descripción del portlet

source: E-mail
ca: Missatge enviat
es: Mensaje enviado

source: Edit Collection Portlet
es: Editar potlet colecciones

source: Edit cancelled
ca: Edició cancel·lada
es: Edición cancelada

source: Genweb Core settings
ca: Configuració del Genweb
es: Preferencias del Genweb

source: Genweb UPC settings
ca: Configuració del Genweb
es: Preferencias del Genweb

source: If enabled, items will be selected randomly from the collection, rather than based on its sort order.
es: Si se activa, los elementos serán seleccionados al azar de la colección, en lugar de basarse en su orden de clasificación.

source: Installs the base5.core add-on.
ca: Instal·la el complement base5.core
es: Instala el complemento base5.core.

source: L'element es mostra a la App
es: El elemento se muestra en la App

source: L'element no es mostra a la App
es: El elemento no se muestra en la App

source: L'element s'ha desmarcat com flash
es: El elemento se ha desmarcado como flash

source: L'element s'ha desmarcat com important
es: El elemento se ha desmarcado como importante

source: L'element s'ha desmarcat de la blacklist
es: El elemento se ha desmarcado como blacklist

source: L'element s'ha marcat com a blacklist
es: El elemento ha desmarcado como blacklist

source: L'element s'ha marcat com flash
es: El elemento ha desmarcado como flash

source: L'element s'ha marcat com important
es: El elemento ha desmarcado como importante

source: Label the 'Show more link' defined avobe
es: Etiquetar el 'Mostrar más enlace' definido anteriormente

source: Language
ca: Idioma
es: Idioma

source: Limit
es: Límite

source: Link to display in the footer, leave empty to hide it
es: Enlace a mostrar en el pie de página. Dejar vacío para ocultarlo

source: Llista personalitzada d'icones per l'editor TinyMCE
es: Lista personalizada de iconos para el editor TinyMCE

source: Master
ca: Màster
es: Máster

source: Meta author tag content
ca: Contingut de l'etiqueta de l'autor
es: Contenido de la etiqueta del autor

source: Name
ca: Nom
es: Nombre

source: Optional open link in a new window
ca: Comença la url per http:// si vols enllaçar fora del teu espai.
es: Empieza la URL con http:// si quieres enlazar con un elemento fuera de tu sitio web.

source: Portlet description
es: Descripción del portlet

source: Portlet header
es: Cabecera del portlet

source: Portlet view to use
es: Vista del portlet

source: Renders the header
es: Renderizar la cabecera

source: Save
ca: Desa
es: Guardar

source: Searchable RichText
ca: Text enriquit cercabe
es: Texto enriquecido buscable

source: Select random items
es: Seleccionar artículos aleatorios

source: Show more link
es: Mostrar más enlaces

source: Show more link text
es: Mostrar mas enlaces de texto

source: Smart portlet
es: Descripción del portlet

source: Sort the collection on this index
es: Ordenar la colección en este índice

source: Sort the results in reversed order
es: Ordenar los resultados en orden inverso

source: Specific
ca: Específic
es: Específico

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
es: Especifique el número máximo de elementos para mostrar en el portlet. Deje en blanco para mostrar todos los elementos.

source: Tells if an object is marked as flash
ca: Indica si un objecte està marcat com a flash
es: Determina si un elemento es marcado como flash

source: Tells if an object is marked as important
ca: Indica si un objecte està marcat com a important
es: Determina si un elemento es marcado como importante

source: Tells if an object is marked as outoflist
ca: Indica si un objecte està marcat com a outoflist
es: Determina si un elemento es marcado como outflist

source: Tells if an object is shown in App
ca: Indica si un objecte es mostra a l'aplicació
es: Indica si un objeto se muestra en la aplicación

source: Text
es: Texto

source: This portlet displays a listing of items from a Collection.
es: El portlet muestra una lista de elementos de la colección.

source: Title of the rendered portlet
es: Título del portlet

source: Uninstalls the base5.core add-on.
ca: Desinstal·la el complement base5.core.
es: Desinstala el complemento base5.core.

source: User properties extender
ca: Extensió de propietats d'usuaris
es: Extensión de propiedades de usuarios

source: alt_base_dn
ca: LDAP base dn
es: LDAP base dn

source: alt_base_dn_help
ca: LDAP base dn
es: LDAP base dn

source: alt_bind_dn
ca: LDAP bind dn
es: LDAP bind dn

source: alt_bind_dn_help
ca: LDAP bind dn
es: LDAP bind dn

source: alt_bindpasswd
ca: LDAP bind password
es: LDAP bind password

source: alt_bindpasswd_help
ca: LDAP bind password
es: LDAP bind password

source: alt_ldap_uri
ca: LDAP uri
es: LDAP uri

source: alt_ldap_uri_help
ca: URL del servidor LDAP per aquest lloc
es: URL del servidor LDAP para este sitio

source: amaga_identificacio
ca: Amaga de les eines l'enllaç d'identificació
es: Esconde las herramientas del enlace de identificación

source: base5.core (uninstall)
ca: base5.core (desinstal·lar)
es: base5.core (desinstalar)

source: cl_enable
ca: Publica l'enllaç customitzat
es: Publica el enlace customizado

source: cl_oinw
ca: Obre en una nova finestra
es: Abre un ventana nueva

source: cl_title_ca
ca: Títol del web amb HTML tags (negretes) [CA]
es: Título de la web con HTML tags (negritas) [CA]

source: cl_title_en
ca: Títol del web amb HTML tags (negretes) [EN]
es: Título de la web con HTML tags (negritas) [EN]

source: cl_title_es
ca: Títol del web amb HTML tags (negretes) [ES]
es: Título de la web con HTML tags (negritas) [ES]

source: contacte_BBBDD_or_page
ca: Pàgina de contacte alternativa
es: Página de contacto alternativa

source: contacte_al_peu
ca: Adreça de contacte al peu
es: Dirección de contacto al pie

source: contacte_id
ca: ID contacte de la unitat
es: ID contacto de la unidad

source: contacte_no_upcmaps
ca: Desabilitar UPCmaps
es: Desactivar UPCmaps

source: create_packet
ca: Crea un paquet UPC a l'arrel
es: Crea un paquete UPC a la raíz

source: description
es: Biografía

source: directori_filtrat
ca: Directori UPC filtrat a les eines
es: Directorio UPC filtrado a las herramientas

source: directori_upc
ca: Directori UPC a les eines
es: Directorio UPC en las herramientas

source: elasticsearch_help
ca: URL del servidor d'ElasticSearch per aquest lloc
es: URL del servidor de ElasticSearch para este sitio

source: email
es: Correo eléctronico

source: especific1
ca: Color específic 1
es: Color específico 1

source: especific2
ca: Color específic 2
es: Color específico 2

source: fullname
es: Nombre completo

source: groups_query
ca: Consulta de LDAP pels grups
es: Consulta de LDAP para los grupos

source: groups_query_help
ca: Consulta de LDAP pels grups. Ex: (|(objectClass=groupOfNames)(objectClass=groupOfUniqueNames))
es: Consulta de LDAP para los grupos. Ej: (|(objectClass=groupOfNames)(objectClass=groupOfUniqueNames))

source: help_amaga_identificacio
ca: Amaga de les eines l'enllaç d'identificació ...
es: Esconde las herramientas del enlace de identificación ...

source: help_cl_enable
ca: Selecciona per publicar l'enllaç
es: Selecciona para publicar el enlace

source: help_cl_img
ca: URL de l'enllaç a la imatge que es mostrara al menú superior dret
es: URL del enlace a la imagen que se mostrara al menú superior derecho

source: help_cl_oinw
ca: Selecciona per obrir en una nova finestra
es: Seleccionar para abrir en una nueva ventana

source: help_cl_title
ca: Literal de l'enllaç que es mostrara al menú superior dret
es: Literal del enlace que se mostrara en el menú superior derecho

source: help_cl_url
ca: URL de l'enllaç que es mostrara al menú superior dret
es: URL del enlace que se mostrara en el menú superior derecho

source: help_contacte_BBBDD_or_page
ca: Per defecte, la informació de contacte prove de la base de dades de SCP, sota petició.
es: Por defecto, la información de contacto proviene de la base de datos de SCP, bajo petición.

source: help_contacte_al_peu
ca: La informació provinent de la base de dades de SCP es visualitzen al peu de la pàgina.
es: La información proveniente de la base de datos de SCP se visualizan en el pie de la página.

source: help_contacte_id
ca: Afegiu l'id de contacte de la base de dades de màsters.
es: Agregue el id de contacto de la base de datos de másters.

source: help_contacte_multi_email
ca: Es pot seleccionar a qui s'envia el missatge de contacte.
es: Se puede seleccionar la dirección de correo que recibe el mensaje de contacto.

source: help_contacte_no_upcmaps
ca: Es mostra la informació d'UPCmaps al contacte.
es: Se muestra la información de UPCmaps al contacto.

source: help_create_packet
ca: Crea un paquet UPC a l'arrel
es: Crea un paquete UPC a la raíz

source: help_directori_filtrat
ca: S'obrirà el Directori UPC, carregant les dades de la unitat.
es: Se abrirá el Directorio UPC cargando los datos de la unidad.

source: help_directori_upc
ca: Es mostrarà a la part superior l'enllaç al Directori UPC.
es: Se mostrará en la parte superior el enlace al Directorio UPC.

source: help_especific1
ca: Afegiu el color específic 1. És aquell que...
es: Añade el color específico 1.Es aquel que..

source: help_especific2
ca: Afegiu el color específic 2. És aquell que...
es: Añade el color específico 2.Es aquel que..

source: help_genweb_core_settings_editform
ca: Configuració de Genweb Core
es: Configuración de Genweb Core

source: help_genweb_settings_editform
ca: Configuració de Genweb UPC ...
es: Configuración de Genweb UPC ...

source: help_html_title_ca
ca: Afegiu el títol del Genweb. Podeu incloure tags HTML
es: Añade el titulo de Genweb. Se pueden incluir tags HTML

source: help_html_title_en
ca: Afegiu el títol del Genweb. Podeu incloure tags HTML
es: Añade el titulo de Genweb. Se pueden incluir tags HTML

source: help_html_title_es
ca: Afegiu el títol del Genweb. Podeu incloure tags HTML
es: Añade el titulo de Genweb. Se pueden incluir tags HTML

source: help_idestudi_master
ca: Afegiu l'id de l'estudi de la base de dades mestra
es: Agregue el id del estudio de la base de datos maestra.

source: help_idiomes_publicats
ca: Aquests seran els idiomes publicats a la web, els idiomes no especificats no seran públics però seran visibles pels gestors (editors).
es: Estos serán los idiomas publicados en la web, los idiomas no espeficiados no serán públicos pero serán visibles para los gestores (editors).

source: help_languages_link_to_root
ca: Aquesta opció marcada fa que el desplegable d'idiomes, sempre redirigeixi a l'arrel del lloc web.
es: Esta opción seleccionada hace que el desplegable de idiomas siempre redireccione a la raíz del sitio web.

source: help_open_link_in_new_window
ca: Comença la url per http:// si vols enllaçar fora del teu espai.
es: Empieza la URL con http:// si quieres enlazar con un elemento fuera de tu sitio web.

source: help_right_logo_alt
ca: Afegiu el text alternatiu (alt) del logo dret de la capçalera.
es: Añade el texto alternativo (alt) del logo derecho de la cabecera

source: help_right_logo_enabled
ca: Mostra o no el logo dret de la capçalera.
es: Mostrar o no el logo derecho de la cabecera.

source: help_signatura_unitat_ca
ca: És el literal que apareix al peu de pàgina o el text alternatiu del logotip (centres docents).
es: Es el literal que aparece al pie de la página o en el texto alternativo del logotipo (centros docentes).

source: help_signatura_unitat_en
ca: És el literal que apareix al peu de pàgina o el text alternatiu del logotip (centres docents).
es: Es el literal que aparece al pie de la página o en el texto alternativo del logotipo (centros docentes).

source: help_signatura_unitat_es
ca: És el literal que apareix al peu de pàgina o el text alternatiu del logotip (centres docents).
es: Es el literal que aparece al pie de la página o en el texto alternativo del logotipo (centros docentes).

source: help_treu_icones_xarxes_socials
ca: Treu les icones per compartir en xarxes socials ...
es: Oculta los iconos para compartir en redes sociales ...

source: help_treu_imatge_capsalera
ca: Treiem la imatge de la capçalera per ...
es: Oculta la imagen de la cabecera por ...

source: help_treu_menu_horitzontal
ca: Treu el menú horitzontal ...
es: Oculta el menú horizontal ...

source: home_page
es: Página principal

source: html_title_ca
ca: Títol del web amb HTML tags (negretes) [CA]
es: Título de la web con HTML tags (negritas) [CA]

source: html_title_en
ca: Títol del web amb HTML tags (negretes) [EN]
es: Título de la web con HTML tags (negritas) [EN]

source: html_title_es
ca: Títol del web amb HTML tags (negretes) [ES]
es: Título de la web con HTML tags (negritas) [ES]

source: idestudi_master
ca: id_estudi
es: id_estudio

source: idiomes_publicats
ca: Idiomes publicats al web
es: Idiomas publicados en la web

source: img_cl
ca: Enllaç per a la icona del menú superior
es: Enlace para la icona del menú superior

source: label_container_view
es: Vista del portlet

source: label_query
es: Términos de búsqueda

source: label_show_header
es: Mostrar cabecera

source: label_sort_folderorder
es: Ordenar como en la carpeta

source: label_sort_on
es: Ordenar en

source: label_sort_reversed
es: Orden inversa

source: languages_link_to_root
ca: Redireccionar a l'arrel del lloc al clicar sobre els idiomes del portal
es: Redireccionar a la raíz del sitio web al clicar sobre los idiomas del portal

source: location
es: Localización

source: multi_email
ca: Seleccionar l'adreça d'enviament
es: Seleccionar la dirección de envío

source: open_link_in_new_window
ca: Obrir en una nova finestra?
es: Abrir en una ventana nueva?

source: right_logo_alt
ca: Text alternatiu del logo dret
es: Texto alternativo del logo derecho

source: right_logo_enabled
ca: Mostrar logo dret
es: Mostrar logo derecho

source: signatura_unitat_ca
ca: Signatura de la unitat [CA]
es: Firma de la unidad [CA]

source: signatura_unitat_en
ca: Signatura de la unitat [EN]
es: Firma de la unidad [EN]

source: signatura_unitat_es
ca: Signatura de la unitat [ES]
es: Firma de la unidad [ES]

source: telefon
es: Teléfono

source: treu_icones_xarxes_socials
ca: Treu les icones per compartir en xarxes socials
es: Oculta los iconos para compartir en redes sociales

source: treu_imatge_capsalera
ca: Treu la imatge de la capçalera
es: Oculta la imagen de la cabecera

source: treu_menu_horitzontal
ca: Treu el menú horitzontal
es: Oculta el menú horizontal

source: twitter_username
es: Twitter

source: ubicacio
es: Ubicación

source: url_cl
ca: Enllaç per al menú superior
es: Enlace para el menú superior

source: user_groups_query
ca: Consulta de LDAP pels usuaris dels grups
es: Consulta de LDAP por los usuarios de los grupos

source: user_groups_query_help
ca: Consulta de LDAP pels usuaris dels grups. Ex: (&(objectClass=groupOfUniqueNames)(uniqueMember=%s))
es: Consulta de LDAP por los usuarios de los grupos. Ej: (&(objectClass=groupOfUniqueNames)(uniqueMember=%s))

source: username
es: Usuario
